import user from "../assets/user.png";

const testimonials = [
  {
    id: 1,
    name: "فاطمة النجاح",
    role: "زبون",
    comment:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي...هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي...هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذاذا النص من مولد النص العربي...هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا اذا النص من مولد النص العربي...هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا اذا النص من مولد النص العربي...هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا ا النص من مولد النص العربي...",
    image: user,
  },
  {
    id: 2,
    name: "محمد العبد",
    role: "زبون",
    comment:
      "تجربة رائعة جدًا، الخدمة ممتازة وسأعود للتعامل معكم مرة أخرى بالتأكيد.",
    image: user,
  },
  {
    id: 3,
    name: "أحمد خالد",
    role: "زبون",
    comment: "التجربة كانت سلسة جدًا، الفريق محترف وساعدني في كل التفاصيل.",
    image: user,
  },
  {
    id: 4,
    name: "ليلى حسن",
    role: "زبون",
    comment: "مستوى الخدمة فاق توقعاتي، أنصح الجميع بالتعامل معهم.",
    image: user,
  },
  {
    id: 5,
    name: "سامي يوسف",
    role: "زبون",
    comment: "من أفضل التجارب التي مررت بها، فريق العمل مميز وخبير.",
    image: user,
  },
];

export default testimonials;
